{
  "chorus1": "Ha sido una semana desde que me miraste\nladeando tu cabeza hacia un lado y dijiste 'estoy enojada'\nCinco días desde que te reíste de mí\ndiciendo entendámonos, vuelve y mírame\nTres días desde la sala de estar\nMe di cuenta de que todo es mi culpa, pero no podía decírtelo\nAyer me hubieras perdonado\npero van a pasar dos días hasta que digo que lo siento",
  "verse1-1": "Mantente ahí y mira el engaño\nComo te hago parar, pensar\nEstas pensando que estas mirando a Aquaman\nConvoco a los peces al plato, aunque me gusta el Chalet Suizo\nMe gusta el sushi porque nunca he tocado una sartén.",
  "verse1-2": "Ardiente como el wasabi cuando reviento el ritmo\nGrande como Leann Rimes\nPorque se todo sobre el valor\nBert Kaempfert tiene golpes locos\nTratas de entender el ingenio de los partidos\nIntentas abrazarme pero yo me escapo.",
  "verse1-3": "Voy a hacer una pausa y voy a improvisar\nMe gustaría un apestoso batido achin\nMe gusta la vainilla, es el mejor de los sabores. Tengo que ver el show, porque entonces sabrás\nque el vértigo va a crecer\nporque es tan peligroso, que tendrás que renunciar.",
  "bridge1": "Cómo puedo evitar pensar que eres divertida cuando te enfadas, tratando difícilmente de no sonreír aunque me siento mal. Soy el tipo de persona que se ríe en un funeral ¿No puedes entender lo que quiero decir? Bueno, pronto lo sabrás Tengo una tendencia a usar mi mente en mi manga. Tengo un historial de perder mi camisa.",
  "chorus2": "Ha sido una semana desde que me miraste. Agitando tus brazos en el aire y diciendo 'tu estas loco'. Cinco días desde que me tacleaste Todavía tengo las quemaduras de la alfombra en mis rodillas. Han pasado tres días desde la tarde. Que te diste cuenta de que no es mi culpa, demasiado pronto en un momento. Ayer me hubieras perdonado y ahora me siento y espero hasta que dices que lo sientes.",
  "verse2-1": "Chíkity China, el pollo chino. Tienes un muslo y tu cerebro se detiene haciendo 'tic-tac'. Mirando X-Files sin luces, bailando por la casa. Espero que el Fumador aparezca en este. Al igual que Harrison Ford Estoy frenético. Al igual que Sting estoy tántrico. Como Snickers, garantizado para satisfacer.",
  "verse2-2": "Como Kurasawa hago películas locas. Bueno yo no hago películas. Pero si lo hiciera tendrían un samurai. Va a conseguir un conjunto de mejores clubes. Va a encontrar el tipo de pequeñas protuberancias en mi hierros no siempre están volando de la back-swing. Tenemos que estar sintonizados con Sailor Moon porque esas caricaturas anime están en su auge me hacen pensar mal las cosas.",
  "bridge2": "¿Cómo puedo evitarlo si creo que eres divertido cuando estás enojado? Tratando difícilmente de no sonreír aunque me siento. Soy el tipo de persona que se ríe en un funeral ¿No entiendo a qué me refiero? Pronto lo sabrás. Tengo una tendencia a usar mi mente en mi manga. Tengo antecedentes de perder mi camisa.",
  "chorus3": "Ha sido una semana desde que me miraste. Bajó los brazos a los costados y dijo que lo siento. Cinco días desde que me reí de ti y dije: acabas de hacer justo lo que pensé que ibas a hacer. Tres días desde la sala de estar. Nos dimos cuenta de que los dos tenemos la culpa, pero ¿qué podíamos hacer? Ayer sólo me sonreíste\nPorque van a pasar dos días hasta que decimos 'lo siento'.",
  "ending": "Van a pasar dos días hasta que decimos 'lo siento'. Van a pasar dos días hasta que decimos 'lo siento'. Birchmount Stadium, sede del Robbie."
}
