{
  "chorus1": "Prošlo je tjedan dana otkako si me pogledala\nKimnula glavom u stranu i rekla - ljuta sam\nPet dana otkako si mi se nasmijala\nRekla - saberi se, vrati se i pogledaj me\nTri dana od onog s dnevnom sobom\nShvatio sam da sam ja kriv, ali nisam ti mogao reći\nJučer si mi oprostila\nAli svejedno će proći dva dana dok kažem da mi je žao.   ",
  "verse1.1": "Čekaj sad i gledaj foru\nKad te natjeram da prestaneš, mislim\nMislit ćeš da gledaš u Aquamana.\nJa dozivam ribu na tanjur, mada volim Chalet Swiss\nVolim suši jer nikad nije došao u doticaj s tavom. ",
  "verse1.2": "Moćan kao wasabi kad rasturam s rimama\nVelik kao Leann Rimes\nJer totalno sam u vrijednostima\nBert Kaempfert ima lude hitove\nPokušavaš biti jednako dosjetljiva\nPokušavaš me držati, ali ja se probijem van. ",
  "verse1.3": "Napravit ću pauzu i uzeti lažnjak\nVolio bih smrdljivi prokleti shake\nVolim vaniliju, to je najbolji od svih okusa\nMoraš vidjeti šou, jer onda ćeš znati\nVrtoglavica će i dalje rasti\nJer tako je opasno, morat ćeš potpisati da je na vlastitu odgovornost. ",
  "bridge1": "Kako si mogu pomoći ako mislim da si smiješna kad si ljuta\nJako se trudim da se ne smijem mada se osjećam loše\nJa sam tip čovjeka koji se smije na sprovodu\nne razumiješ li na što mislim?\nPa, uskoro hoćeš\nImam tendenciju biti što na um, to na drum\nImam povijest skidanja rukavica.     ",
  "chorus2": "Prošlo je tjedan dana otkako si me pogledala\nBacio sam ti ruke u zrak i rekao - luda si\nPet dana otkako si me oborila\nJoš imam tragove tepiha na oba koljena\ntri je dana od onoga popodneva\nShvatila si da nisam ja kriv, ni trenutka prerano\nJučer si mi oprostila\nI sad sam se ja izvalio i čekam da kažeš da ti je žao.      ",
  "verse2.1": "Chikity China i kineska piletina\nIma batak i mozak ti prestane funkcionirati\nGledaš Dosjee X s ugašenim svjetlima, mi smo u rezidenciji\nNadam se da je Smoking Man u ovoj\nKao Harrison, ja sam u ludilu\nKao Sting, tantričan sam\nKao Snickers, jamčeno zadovoljavam.   ",
  "verse2.2": "Kao Kurasawa, snimam loše filmove\nOk, ne snimam filmove\nAli kad bih ih snimao, bili bi sa samurajem\nNabavit ću set boljih golf-palica\nNaći ću neki s malim kvržicama tako da mi\nželjezne ne iskliznu uvijek s udarca odozada\nUskladit ću se s Sailor Moonom\nJer taj crtić ima eksplozivne anime curke\nŠto me tjeraju na grešne misli.  ",
  "bridge2": "Kako si mogu pomoći ako mislim da si smiješna kad si ljuta\nJako se trudim da se ne smijem mada se osjećam loše\nJa sam tip čovjeka koji se smije na sprovodu\nne razumiješ li na što mislim?\nPa, uskoro hoćeš\nImam tendenciju biti što na um, to na drum\nImam povijest skidanja rukavica.      ",
  "chorus3": "Prošlo je tjedan dana otkako si me pogledala\nSpustila ruke na bokove i rekla - žao mi je\nPet dana otkako sam ti se smijao\nI rekao - napravila si baš što sam mislio da ćeš napraviti\nTri dana od onoga s dnevnom sobom\nShvatili smo da smo oboje krivi, ali što smo mogli?\nJer svejedno će proći još dva dana dok ne kažemo da nam je žao.     ",
  "ending": "Svejedno će proći još dva dana dok ne kažemo da nam je žao. Svejedno će proći još dva dana dok ne kažemo da nam je žao. Birchmount stadion, Robbiejev dom"
}
