{
  "chorus1": "   Ça fait une semaine depuis que tu m'as regardé\nPenché ta tête sur le côté et dis ’je suis fachée’. Cinq jours depuis que tu as ri de moi. En disant arrange ça et reviens me voir. Trois jour depuis le salon. J'ai réalisé que tout était de ma faute, mais ne pouvais pas te le dire. Hier tu m'as pardonné. Mais ça prendra deux jours avant que je m'excuse.",
  "verse1.1": "Attends et regarde la tromperie\nPendant que je te fait arrêter, penser\nTu vas penser que tu vois Aquaman. Je fais venir un poisson dans le plat, même si j'aime Chalet Swiss. J'aime le sushi car ça n'a jamais touché de poêle à frire. ",
  "verse1.2": "Fort comme du wasabe quand je chante. Grand comme Leann Rimes. Car je me soucis de la valeur. Bert Kaempfert a de grands succès. Tu essais de faire des jeux d'esprits. Tu essais de me retenir, mais je m'échappe. ",
  "verse1.3": "Je vais m'en sortir et prendre un faux, j'aimerais un maudit lait frappé. J'aime la vanille, c'est la meilleure saveur. Il faut que tu vois le spectacle, après tu vas savoir. Le vertige va augmenter. Car c'est si dangereux, tu devras signer une décharge. ",
  "bridge1": "Je peux rien y faire si je te trouve drôle quand tu es furieuse\nJ'essais de ne pas sourire mais je me sens mal. Je suis le genre de gars qui rit pendant des funérailles. Tu ne comprends pas ce que je veux dire? Tu comprendras bientôt. J'ai tendance à dire ce que je pense. Il m'arrive d'enlever ma chemise.     ",
  "chorus2": "Ça fait une semaine depuis que tu m'as regardé. Jeté tes bras dans en l'air et dis Tu es fou. Cinq jour depuis que tu m'as plaqué. J'ai encore les brulûres du tapis sur les genoux. Ça fait trois jours depuis l'après-midi. Tu as réalisé que ce n'étais pas ma faute pas une minute trop tôt. Hier tu m'as pardonné. Maintenant je me détends et j'attends tes excuses.      ",
  "verse2.1": "Chickity China le poulet chinois. Tu manges un pilon et ton cerveau cesse de sonner. En regardant \"Aux frontières du réel\" les lumières éteintes, on est dans la maison. J'espère que le fumeur est dans cet épisode. Comme Harrison Ford je deviens frénétique. Comme Sting je suis tantrique. Comme Snickers je garantis de laisser satisfait.   ",
  "verse2.2": "Comme Kurasawa je fais des films fous. OK je ne fais pas de films. Mais si j'en faisais ils auraient un samurai. Je vais m'acheter un meilleur ensemble de bâtons. Je vais trouver ceux avec les petites bosses pour que mes. Fers arrêtent de s'envoler dans l'élan arrière. Il faut que je regarde Sailor Moon Car ce dessin animé a des poupées animées explosives qui me font penser de mauvaises choses.  ",
  "bridge2": "Je peux rien y faire si je te trouve drôle quand tu es furieuse\nJ'essais de ne pas sourire mais je me sens mal. Je suis le genre de gars qui rit pendant des funérailles. Tu ne comprends pas ce que je veux dire? Tu comprendras bientôt. J'ai tendance à dire ce que je pense. Il m'arrive de perdre ma chemise.      ",
  "chorus3": "Ça fait une semaine depuis que tu m'as regardé. Laissé tombé tes bras et dis Je suis désolée. Cinq jour depuis que j'ai ris de toi. Et dis Tu viens de faire ce que je pensais que t'allais faire. Trois jours depuis le salon. On a réalisé qu'on est tout les deux à blâmer, qu'est-ce qu'on pouvait faire? Hier tu m'as souri car ça prendra encore deux jour avant qu'on s'excuse.     ",
  "ending": "Ça prendra encore deux jour avant qu'on s'excuse Ça prendra encore deux jour avant qu'on s'excuse Stade Birchmount, domicile du Robbie"
}
