{
  "chorus1": "Už je to tejden od toho, co ses na mě naposled podívala,\nNaklonila hlavu na stranu a řekla, že seš naštvaná. Už je to pět dní od toho, co ses mi smála\nŘekla \"Prvně si to srovnej v hlavě a pak se můžem bavit.\" Tři dny od toho, co spim v obejváku\nDošlo mi, že za to můžu já, ale nemoh' jsem Ti to říct Zejtra bys mi odpustila\nAle i tak bych se omluvil, až za dva dny",
  "verse1.1": "Jenom si počkej na to kouzlo,\nKdy Tě konečně donutim přestat přemejšlet\nBudeš si myslet, že před sebou máš Aquamana Objednávam si k večeři jenom ryby, i když mam rád Chalet Swiss,\nI tak mam rád sushi, protože nikdy o pánev ani nezavadilo",
  "verse1.2": "A moje rýmy pálej jako wasabi\nJsou velký jak Lean Rimes\nProtože mně jde beztak jenom o cenu Bert Kaempfert má vážně šílený písničky\nSnažíš se bejt děsně nad věcí\nSnažíš se mě obejmout, ale nenecham se",
  "verse1.3": "Dáme si pauzu a budeme zase jenom předstírat\nRád bych bodavý, bolestivý, chvění\nMam rád vanilkovou, je to asi nejlepší příchuť.\nhttps://lyricstranslate.com/en/one-week-t%C3%BDden.html Musíš vidět naší show, aby si pochopila,\nŽe z toho fakt můžeš dostat závratě,\nJsou tak nebezpečný, že se budeš muset zřeknout všech svejch práv.",
  "bridge1": "Co mam dělat, když mi prostě přijde, že vypadáš vtipně, když máš vztek. Ale jsem takovej ten, kterej se směje na pohřbech. Nechápeš, jak to myslim? No, za chvíli to pochopíš. Mam tendence k tomu nosit srdce na rukávu, Protože už mam za sebou spoustu sundavání vlastních triček.",
  "chorus2": "Už je to tejden od toho, co ses na mě naposledy. Rozhodila ruce a řekla, že jsem se zbláznil. Pět dnů od toho, co ses mnou naposledy zabejvala. Mam pořád na kolenou popáleniny od koberce. Už jsou to tři dny od toho odpoledne, Kdy Ti konečně došlo, že za to můžeš ty. Včera bys mi odpustila\nTak teď prostě beze slova sedim a čekám, kdy mi řekneš, že Tě to mrzí.",
  "verse2.1": "Chickity Čína a čínský kuře Máš v rukou bubenický paličky, ale tvůj mozek nějak přestal. Bez paprsku denního světla se díváš na Akta-X, i když jsme doma oba dva\nDoufam, že v týhle epizodě aspoň bude Muž s cigaretou. Začínam bejt zuřivej jako Harrison Ford\nJako Sting začínam bejt tantrickej\nJako Snickerska Ti slibuju potěšení.",
  "verse2.2": "Jako Kurosawa točim filmy\nTak fajn, netočim filmy\nAle kdybych je točil, tak by v nich byli samurajové. Musim se zapsat do nějakejch lepších klubů\nMusim najít ty, který používaj hole s těma malejma výstupkama,\nAby můj odpal nestál tak za nic. Musim se naladit na Sailor Moon\nProtože v tom animáku, jsou fakt dobrý kreslený holky,\nDíky kterejm myslim na samý neslušnosti.",
  "bridge2": "Co mam dělat, když mi prostě přijde, že vypadáš vtipně, když máš vztek. Fakt se snažim nesmát, i když se sám cejtim blbě Ale jsem takovej ten, kterej se směje na pohřbech. Nechápeš jak to myslim? No, za chvíli to pochopíš Mam tendence k tomu nosit srdce na rukávu, Protože už mam za sebou spoustu ztrát vlastních triček.",
  "chorus3": "Už je to tejden od toho, co ses na mě naposledy. Spustila ruce volně podél těla a omluvila se Pět dnů od toho, co jsem se Ti vysmál\nA řek' Ti, že si právě udělala přesně to, co jsem od tebe čekal. Tři dny od toho, co spim v obejváku Došlo nám, že za to můžeme oba, ale co s tim uděláme? Včera ses na mě usmála,\nProtože přesně za dva dny, si řekneme, že nás to mrzí.",
  "ending": "Za dva dny se sobě navzájem omluvíme Za dva dny se sobě navzájem omluvíme Stadion Birchmount je domovem Robbieho"
}
